[
  
  {
    "github_username": "jamesgeorge007",
    "name": "James George",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I'm specialized in the JavaScript stack but still I have an immense love for python as well. I had experiemented with it while building stuffs like web apps, Desktop apps, 2-D games, and even messing up with ML and Data science topics. In the process I had come across a variety of libraries and had fun using them."
  },
  {
    "github_username": "jonmcalder",
    "name": "Jon Calder",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I've got limited experience with Python, but have found it fun and useful to learn, especially as a data scientist. I hope to continue learning from others and to be able to assist them on their journey."
  },
  {
    "github_username": "jgomo3",
    "name": "Jesús Gómez",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "For years, Python is my default language of choice when solving computing problems in general. I'm a member of Python Venezuela."
  },
  {
    "github_username": "jeffdparker",
    "name": "Jeff Parker",
    "link_text": "Game face",
    "link_url": "https://www.extension.harvard.edu/faculty-directory/jeff-parker",
    "avatar_url": null,
    "bio": "I enjoy the simplicity of Python."
   },
  {
    "github_username": "johncrickett",
    "name": "John Crickett",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "Software Engineer who works mostly in C++ and Python, with an interest in AI, machine learning and data science/engineering"
  },
  {
    "github_username": "johndturn",
    "name": "John Turner",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I've been working, either professionally or on side projects, with Python for about 3 years now. I love its versatility, easy syntax, and powerful capabilities. I'm excited to share what I've learned, and learn from others as well!"
  },
  {
    "github_username": "jvmachadorj",
    "name": "Joao Machado",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "Everyday Python keeps surprising me with the simple! I work professionally with python and I do some side projects as well and I want to share my knowledge with the world! And learn in the way!"
  },
  {
    "github_username": "jrhaneydata",
    "name": "James Haney",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I'm a data scientist who's been using Python at work for 3-4 years. I love how readable and versatile it is."
  },
  {
    "github_username": "jasonpeacock",
    "name": "Jason Peacock",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "A software engineer of 20yrs, I've written production code in Perl, Ruby, and Python, among other languages. Python is my favorite interpreted language."
  },
  {
    "github_username": "joaoluizn",
    "name": "João Luiz",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I'm a CS student, Developer, that loves to use Python to solve problems and build things. I like helping others enhance their quality of life through knowledge sharing like programming skills, automation, and business stuff."
  }
]
