[
  {
    "github_username": "nirupam1sharma",
    "name": "Nirupam Sharma",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I am a prosessinal Data Scientist and for me python is like a Gennie. My mind thinks and python brings it to life."
  },
  {
    "github_username": "nasyxx",
    "name": "Nasy",
    "link_text": "Nasy Moe",
    "link_url": "https://nasy.moe",
    "avatar_url": null,
    "bio": "I really like to use python to solve things in life, and I also desire to use her extraordinary features. Hope you can enjoy python, too. Besides, I come from China, so if you use Chinese, I can also understand it."
  },
  {
    "github_username": "neganp",
    "name": "Nat Knight",
    "link_text": "website",
    "link_url": "https://nathanielknight.ca",
    "avatar_url": null,
    "bio": "I've used Python professionally and academically for nearly ten year. I like the language for its consistency and its flexibility. I like its community for its emphasis on being approachable."
  },
  {
    "github_username": "nicolemon",
    "name": "Nicole Montano",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I use Python nearly every day and believe everyone can benefit from its simplicity and effectiveness to demonstrate high-level Computer Science concepts and automate everyday tasks."
  },
  {
    "github_username": "nitishch",
    "name": "Nitish Chinta",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I use Python for my side projects - mostly on competitive programming and machine learning. I contributed to CPython project for some time."
  },
  {
    "github_username": "natec425",
    "name": "Nate Clark",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I have been programming in Python for the last 7 years and teaching it to beginners for the last 4. I don't claim to know much, but I hope to be a useful person to bounce ideas off of. Thanks for reading!"
  },
  {
    "github_username": "nfbullock",
    "name": "Nick Bullock",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I think Python is a great language for doing everyday tasks, improving mental models fundamental to computer science, and implementing really cool projects.  I use it every day, and encourage others to start thinking about how it can improve their lives."
  },
  {
    "github_username": "n8henrie",
    "name": "Nathan Henrie",
    "link_text": null,
    "link_url": "https://n8henrie.com",
    "avatar_url": null,
    "bio": "I am a non-tech professional that picked up Python as my first programming language, mostly out of curiousity. 10 years later, it has become a tool that I use regularly for data processing, home automation, small webapps, and general scripting."
  },
  {
    "github_username": "nahuakang",
    "name": "Nahua Kang",
    "link_text": null,
    "link_url": "https://nahua.dev",
    "avatar_url": null,
    "bio": "I am a self-taught programmer with a background in liberal arts. I work with Python professionally in the intersection between software development and deep learning. In my spare time, I also play with Go, Rust, and Swift."
  },
  {
    "github_username": "Nishant-Mishra",
    "name": "scic0",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I am a Embedded Software Developer by profession. I came in touch with Python from various test setups and automated testing jigs/scripts, which I created for testing the embedded firmware. Now I am developing in Python part-time since last 5 years."
  }

]
