[
  {
    "github_username": "ptillemans",
    "name": "Peter Tillemans",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I am an electronics engineer and language geek who learned programming on an hp-41 and C-64. Now I do mostly java, javascript, python, rust and haskell. I believe that code should sing its intent so the last row in the hall understands the last syllable."
  },
  {
    "github_username": "pgrunwald",
    "name": "Percy Grunwald",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "As a developer that has programmed professionally for many years in many different languages, I can honestly say that the ability to write Python is always and constantly useful regardless of whether it's your main language. Python is a must-have tool for your tool belt as a developer."
  },
  {
    "github_username": "periGK",
    "name": "Periklis Gkolias",
    "link_text": "My blog",
    "link_url": "https://medium.com/@periklisgkolias",
    "avatar_url": null,
    "bio": "I am a fullstack software engineer specialising in python and javascript related technologies and a huge enthusiast of the deep learning revolution. My aim is to help people, as I would like to have been offered help when I was doing my first steps in the field."
  },
  {
    "github_username": "parampaa2",
    "name": "Muhammad Aufi Rayesa Frandhana",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "Part of Osu! videogame dev community, develops third-party AI that creates maps for that game named 'Osu!Automapper', written in python. Have strong interest on UI/UX design and machine learning. Professional in Python and Java. Watches anime, especially ones from Trigger studio."
  },
  {
    "github_username": "pathcl",
    "name": "Luis San Martin",
    "link_text": null,
    "link_url": "https://sanmartin.io",
    "avatar_url": "https://pbs.twimg.com/profile_images/1125454481678852098/GxD3wabM_400x400.jpg",
    "bio": "Hi there! I'm a SRE with 10+ years on Linux/Open Source and want to give back all the knowledge I have :)"
  },
  {
    "github_username": "PavanRaga",
    "name": "Pavan Raga",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I am a master's student, with 5+ years of past software development experience. Happy to help!"
  },
  {
    "github_username": "pranasziaukas",
    "name": "Pranas Ziaukas",
    "link_text": "Personal site",
    "link_url": "https://www.ziaukas.lt",
    "avatar_url": null,
    "bio": "As a mathematician, data and software engineer I enjoy coding in Python. Also, I appreciate clean and concise solutions under all circumstances."
  },
  {
    "github_username": "pyropy",
    "name": "Srdjan Stankovic",
    "link_text": null,
    "link_url": null,
    "avatar_url": "https://i.ibb.co/0K23gR2/profileimg.jpg",
    "bio": "I fell in love with Python and I keep loving it more with each day. I enjoy sharing knowledge!"
  },
  {
    "github_username": "ProgrammAbel",
    "name": "Abel Binoop",
    "link_text": "YouTube Channel",
    "link_url": "https://www.youtube.com/channel/UC5141Zas3CxweFHxSW8fbKg",
    "avatar_url": null,
    "bio": "Python was one of the first languages I had ever learned, and it taught me that code can be beautiful and fun to write. I'm a big fan of Python, but also a big fan of sharing knowledge. I'm not an expert, but I'm more than happy to help people out in a Python adventure of their own!"
  },
  {
    "github_username": "psukys",
    "name": "Paulius Šukys",
    "link_text": "Website",
    "link_url": "https://www.sukys.eu",
    "avatar_url": null,
    "bio": "Software engineer using Python as second-best language for everything"
  },
  {
    "github_username": "pmayd",
    "name": "Michael Aydinbas",
    "link_text": "Linkedin",
    "link_url": "https://de.linkedin.com/in/michael-aydinbas",
    "avatar_url": null,
    "bio": "I am working at the intersection of data science and data engineering at an IT consultancy company. Python is my main programming language and with it I create data analysis pipelines, data science solutions and machine learning models and visualizations."
  }
]
