[
  {
    "github_username": "ser1us",
    "name": "Christoph Lipp",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "Python has something for everyone. Like functional programming? Check. Like OOP? Check. Need multiple inheritance? Check. I use it for web apps (Django) and - more recently - for machine learning, it's awesome!"
  },
  {
    "github_username": "slahmar",
    "name": "Salomé Lahmar",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "Python is my favorite language because it's easy to learn and easy to write, and really explicit and concise. It's also great for machine learning enthusiasts!"
  },
  {
    "github_username": "sebito91",
    "name": "Sebastian Borza",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I'm a Canadian (based in Chicago) freelance golang, C and python developer working on projects within the gaming, finance and data-science worlds respectively. My favorite freetime task is coding challenges and I'm more than happy to help people talk through solutions!"
  },
  {
    "github_username": "Seenivasanseeni",
    "name": "Seeni",
    "link_text": "",
    "link_url": "",
    "avatar_url": "",
    "bio": "I am Indian student developer working in Deep Learning with python. I work on python for almost all of my projects. Other languages i Use are javascript , c++ "
  },
  {
    "github_username": "schmerziel",
    "name": "Steven Hans",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "Everytime I wanted to do some quick automation I always choose python because it is simple, relatively easy, and fast enough to do the automation. This has saved me a lot of painful time if I were to do it myself manually. I also like java and currently learning some C."
  },
  {
    "github_username": "sandordargo",
    "name": "Sandor Dargo",
    "link_text": "Sandor Dargo's Blog",
    "link_url": "http://sandordargo.com",
    "avatar_url": null,
    "bio": "I like Python because it's so simple to understand it and it can read like well-written prose. Besides it's a real swiss army knife, you can use it for almost everything. Yet, it takes some time to learn writing pythonic code, but I'm happy to help you with that!"
  },
  {
    "github_username": "stevelle",
    "name": "Steve Lewis",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I appreciate python among the many languages I have used for expressiveness and readability. I have used it at work and for personal projects."
  },
  {
    "github_username": "Sessa93",
    "name": "Andrea Sessa",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I have used Python mainly for Machine Learning/Reinforcement Learning for my Master thesis."
  },
  {
    "github_username": "ssarkar2",
    "name": "Sayantan Sarkar",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "Have been using Python for ~5 years for machine learning, deep learning, computer vision, data science and quick scripting purposes"
  },
  {
    "github_username": "swalladge",
    "name": "Samuel Walladge",
    "link_text": "Website",
    "link_url": "https://swalladge.id.au",
    "avatar_url": null,
    "bio": "Python was the first language I learnt when I started programming several years ago. Since then I have used it extensively for uni projects, web, scripting, and pretty much everything else. Excited to be able to help mentor new pythonistas!"
  },
  {
    "github_username": "suzaku",
    "name": "Xuecong Liao",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I am a system programmer in JuiceFS. Python is my favorite programming language and I have been using it for >9 years. I hope I can help you pick up Python faster."
  },
  {
    "github_username": "Stigjb",
    "name": "Stig Johan Berggren",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I'm using Python for data science/machine learning and personal projects. I like the language for the great package ecosystem and the expressive and readable code."
  },
  {
    "github_username": "Sencudra",
    "name": "Vlad Tarasevich",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I'm a student at HSE university in Moscow and an intern at Kaspersky Lab. Python is one of my most favorite programming languages since it's simple and easy to use on daily basis."
  },
  {
    "github_username": "shimst3r",
    "name": "Nils Müller",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I love Python for its accessibility, its welcoming community, and its wide area of application. I've used it both professionally and for research."
  },
  {
    "github_username": "SimaSk",
    "name": "Simona Ziauke",
    "link_text": "",
    "link_url": "",
    "avatar_url": null,
    "bio": "I am using Python for personal projects. Python seems to be providing powerful solutions that are simple to understand."
  },
  {
    "github_username": "simonbcodes",
    "name": "Simon Bukin",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I'm a software developer most interested in backend web technologies and data. I've been a tutor for Python at my university and am happy to be a mentor here at Exercism."
  },
  {
    "github_username": "sswingle",
    "name": "Scott Swingle",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I enjoy using Python for work and fun.  There's no other language that allows me to go from an idea to working code as fast."
  },
  {
    "github_username": "skhillon",
    "name": "Sarthak Khillon",
    "link_text": "Website",
    "link_url": "http://skhillon.me/",
    "avatar_url": null,
    "bio": "I like Python for development speed and readability. I've used it for data science, web scraping, and as a backend language for my projects. I'm excited to help mentor new Python programmers!"
  },
  {
    "github_username": "sachsom95",
    "name": "Sachin Soman",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I am an aspiring software developer and a graduate in Electronics and Instrumentation.I love coding in Python. Eager to help the open source community :) "
  },
  {
    "github_username": "scortino",
    "name": "Stefano Cortinovis",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I automate boring stuff using Python."
  },
  {
    "github_username": "sakshamakagautam",
    "name": "Saksham",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "Python anywhere and everywhere."
  }
]
