[
  {
    "github_username": "tewe",
    "name": "Tobias Weber",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I came to Python for the GUI support, and I stayed because it is simple enough conceptually that humans can understand how it works."
  },
  {
	"github_username": "thiagoeh",
	"name": "Thiago Hickmann",
	"link_text": null,
	"link_url": null,
	"avatar_url": null,
	"bio": "I have a sysadmin background (on Linux and Windows) and I began learning Python about a year ago to automate tasks. I really like the breadth of the use that you get in this language, and how easy is to write clean code."
  },
  {
    "github_username": "tiagoantao",
    "name": "Tiago Antao",
    "link_text": "Personal site",
    "link_url": "https://tiago.org",
    "avatar_url": "http://0.gravatar.com/avatar/9d97b401cb8272790d9ef0ebf27d0935",
    "bio": "I work mostly with Scientific Applications of Python and I am interested in issues related to High-Performance Computing. I am the author of the book Bioinformatics with Python Cookbook."
  },
  {
    "github_username": "TsebMagi",
    "name": "Doug Whitley",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I've been using C# for personal projects in Unity for a little over a year and love the balance it strikes between readiblity and functionality."
  },
  {
    "github_username": "timotheosh",
    "name": "Tim Hawes",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I have 12 years experience programming in Python, and am eager to help budding Pythonistas."
  },
  {
    "github_username": "tsionyx",
    "name": "Ivan Ladelschikov",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I have over 4 years of using Python in my job and I found it the most readable language ever. I'd like to help people to use the power of the language to write Pythonic code."
  },
  {
    "github_username": "TheCyberian",
    "name": "Utkarsh Raghav",
    "link_text": "Blog",
    "link_url": "https://utkarshraghav.ml/",
    "avatar_url": "https://avatars2.githubusercontent.com/u/43128146?s=400&u=c3da97990119ebf1c98962a1f99271600e67a31c&v=4",
    "bio": "I love Python for its simplicity and consistency. I have been using Python for about 3 years now and have used it for Open source projects, building complex APIs for my Android applications and a lot many things. I would like to give back to the programming community that helped me when I was just getting started by mentoring and helping others in their journey." 
  },
  {
    "github_username": "tony-cox",
    "name": "Tony Cox",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I have been a webserver back end Python dev for about 6 years. I love Python for both its low barrier to entry and its broad scope of what it can be used for." 
  },
  {
    "github_username": "tklarryonline",
    "name": "Luan Nguyen",
    "link_text": "LinkedIn",
    "link_url": "https://www.linkedin.com/in/tklarryonline/",
    "avatar_url": "https://www.dropbox.com/s/tjwyw81intjlnnx/2.jpg",
    "bio": "I am a full-stack software engineer using Python and JavaScript for over 5 years. I love doing things with Python and want to give back to the community."
  },
  {
    "github_username": "The-Heyman",
    "name": "Alex Heyman",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I have 3 years experience in Python and still learning to improve. I currently work as a cloud automation engineer at Maersk in Copenhagen, Denmark. I am here to help you succeed in your python journey!" 
  }
]
