[{
    "github_username": "dsdshcym",
    "name": "Yiming Chen",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "Ruby literally changed my programming career. It made me know that programming can be so much enjoyable. Hope to share more about this joy on Exercism."
  },
  {
    "github_username": "dvrensk",
    "name": "David Vrensk",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I love Ruby because it delivers on its promise: programmer happiness. As a programmer, I'm happy when my code is intention revealing, easy to reason about and easy to change. I have used Ruby to build 4 startups over 12 years and I'm not done yet."
  },
  {
    "github_username": "dipto0321",
    "name": "Dipto Karmakar",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I am passionate about programing. Love to build new things with Ruby, python and Javascript. I am enjoying too much by sharing my knowledge and learning from others. Love to contribute on open source projects"
  },
  {
    "github_username": "davidwessman",
    "name": "David Wessman",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "Ruby was the starting point for me learning to program. It still is my go-to-language for web applications and my knowledge made it easier for me to learn new languages I use at work."
  },
  {
    "github_username": "donatoaz",
    "name": "Donato Azevedo",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "Ruby caught my attention due to its idiomatic constructs and powerful metaprogramming capabilities. I've been working with ruby for half a decade and am trully in love with how elegant the code is. I would very much like to evangelize and enfuse in others this passion for ruby."
  },
  {
    "github_username": "DiegoSalazar",
    "name": "Diego Salazar",
    "link_text": null,
    "link_url": null,
    "avatar_url": "https://avatars1.githubusercontent.com/u/89930?s=460&v=4",
    "bio": "I love Ruby for its beauty and consistency. I've been happily working with it for 10+ years and don't see myself stopping any time soon. Mentoring has been a great way to help the community while reinforcing my skills and knowledge in programming."
  },
  {
    "github_username": "diegotc86",
    "name": "Diego Torres",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "Ruby was the first programming language I used to build web applications so it has deep emotional roots on my mind. Right now I'm part of a coding bootcamp as an Instructor and Curriculum developer. Education is one of my major interests and I think becoming a mentor in Exercism will help to strengthen my knowledge and help others along the way."
  },
  {
    "github_username": "dmagliola",
    "name": "Daniel Magliola",
    "link_text": null,
    "link_url": null,
    "avatar_url": "https://avatars1.githubusercontent.com/u/1516867?s=460&v=4",
    "bio": "Life-long coder, expert procrastinator, and occasional game programmer obsessed with code performance and weird Lego machinery."
  }
]
