[
  {
    "github_username": "jdugarte",
    "name": "Jesús Dugarte",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I fell in love with Ruby, like most, through Rails. For the past 10 years Ruby's eloquence and expressiveness have radically changed the way I code and build software solutions"
  },
  {
    "github_username": "jean-francois-labbe",
    "name": "Jean-François Labbé",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "Hello, I'm a devOps Engineer and full stack developer, love the design and testing principles enforced by the ruby community"
  },
  {
    "github_username": "jgomo3",
    "name": "Jesús Gómez",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I'm working with a Ruby based Ruby backend legacy System. I found it a powerful language but dangerous at the same time, so a good discipline is key for working with it. I'll try to share some of my experience here."
  },
  {
    "github_username": "jcmorrow",
    "name": "Josh Morrow",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I've been using ruby professionally for five years. It was the first language I really fell in love with, and it's still my goto tool for quite a few tasks including web development."
  },
  {
    "github_username": "jpotts244",
    "name": "Jackie Potts",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "Hi! I'm a Ruby developer from NYC looking to help grow the community and get more people writing Ruby!"
  },
  {
    "github_username": "justinleveck",
    "name": "Justin Leveck",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
     "bio": "I love Ruby! I have been writing Ruby for more than 5 years. Ruby is a joy to use. It is expressive and readable with a wonderful community. I am excited to help you get started!"
  },
  {
    "github_username": "joeltaylor",
    "name": "Joel Taylor",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "Ruby was my gateway from English-lit to programming. I've been using it professionally for over five years and love it!"
  },
  {
    "github_username": "jwkyle",
    "name": "Jim Kyle",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "After years of light web development in the financial industry, I changed course to follow my passion for software development. I love working with Ruby and Javascript and am currently building my knowledge around Elixir, Java, React, and Angular."
  }  
]
