[
  {
    "github_username": "paulelliott",
    "name": "Paul Elliott",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I've worked with Ruby for a long time now and absolutely love how natural it feels to write and how testable it is. While it wasn't my first language and while there's lots of other great platforms out there, working in Ruby has always felt like \"home\" to me. I'm delighted to help more people find that joy!"
  },
  {
    "github_username": "pgaspar",
    "name": "Pedro Gaspar",
    "link_text": null,
    "link_url": null,
    "avatar_url": "https://s.gravatar.com/avatar/91a8a9c1ec4d91f07d2b18d229c75e3a?s=400",
    "bio": "Ruby has been my go-to language for the past 6 years. I love how readable and intuitive it is. I'm thankful for the opportunity to help others on their journey in any way I can and I'm hoping to become a better mentor in the process :)"
  },
  {
    "github_username": "pvcarrera",
    "name": "Pablo Vicente",
    "link_text": null,
    "link_url": null,
    "avatar_url": "https://s.gravatar.com/avatar/5b36c6cfb4083458ae9e12a377692efc?s=400",
    "bio": "I've been writing code professionally for 10 years. In the last 5 years, Ruby has been my main language. I think Ruby is a great language and I'd love to help other people get into it :-)"
  },
  {
    "github_username": "pgrunwald",
    "name": "Percy Grunwald",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "Learning Ruby was the turning point for me as a developer. Not only is Ruby a beautiful and extremely productive language, but I can say with certainty that if you are a beginner or intermediate developer that learning Ruby will significantly improve your code and workflow in all languages."
  },
  {
    "github_username": "programatologist",
    "name": "Bibin Venugopal",
    "link_text": "Programatologist Blog",
    "link_url": "https://programatologist.com",
    "avatar_url": "https://www.programatologist.com/blog/wp-content/uploads/2019/06/Logo-Blog.png",
    "bio": "Working as ruby on rail(RoR)s last 4 years (I recommend to have a look at RoR when learning Ruby). I have total 8+ years in software development. I always believe sharing knowledge is a beautiful concept, exercism is perfect place to learn and share your knowledge."
  }
]
