[
  {
    "github_username": "scarerkite",
    "name": "Sarah Knight",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I love how simple and readable Ruby is. I've been programming in it professionally since 2016, and would like to help other people discover and enjoy using it."
  },
  {
    "github_username": "seanhandley",
    "name": "Sean Handley",
    "link_text": "Website",
    "link_url": "https://seanhandley.com",
    "avatar_url": null,
    "bio": "I'm a remote developer based in Manchester. Ruby is my first love but increasingly I'm focussing on Elixir. The open source community means a great deal to me and I attend (and occasionally speak at) various technical conferences."
  },
  {
    "github_username": "sfairchild",
    "name": "Sean Fairchild",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I'm a senior Ruby dev professionally at my company. I have taught many new devs and devs coming from other languages Ruby and Ruby on Rails."
  },
  {
    "github_username": "sansbrina",
    "name": "Sabrina Gannon",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "Ruby is the first language I've developed in professionally, I love it for it's readability and how it was developed with the intention to bring joy to those who write it."
  },
  {
    "github_username": "spaecpotato",
    "name": "James McLaren",
    "bio": "I started writing Ruby 4 years ago when I co-founded Workplace Arcade. I quickly fell in love with the language and have been using it ever since. I'm very passionate about mentoring and co-organize a local ruby meetup."
  },
  {
    "github_username": "strickinato",
    "name": "Aaron Strick",
    "link_text": "website",
    "link_url": "http://aaronstrick.com",
    "avatar_url": null,
    "bio": "In coding, ruby was my first love. I've been writing it professionally for >4 years and love how expressive it can be. Have you seen the ruby poetry?"
  },
  {
    "github_username": "serg-kovalev",
    "name": "Sergey Kovalev",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I have more than 10 years of production experience. I love Ruby because of its friendly and active community. Nothing is impossible when you do what you love! Happy coding!"
  },
  {
    "github_username": "SleeplessByte",
    "name": "Derk-Jan Karrenbeld",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "When I started dabbling with programming in Ruby over 15 years ago, I did not expect it to pay my bills ánd make me happy!"
  },
  {
    "github_username": "SamuSan",
    "name": "Sam Minns",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I'm mostly a Rubyist though I mess with JavaScript when necessary and have a secret love for Haskell. Giving back to the community is something dear to my heart, hence becoming a Ruby track mentor while learning some other bits!"
  },
  {
    "github_username": "son1112",
    "name": "Anderson Reinkordt",
    "link_text": "CardFlight - Payment Acceptance Solution",
    "link_url": "https://cardflight.com",
    "avatar_url": "https://gravatar.com/avatar/634717c16bf30a59ed5ae2322ea6b143?s=400&d=robohash&r=x",
    "bio": "I got my start using Ruby in 2014, learning Ruby on Rails and used it to launch my freelance career that eventually led to becoming a fulltime software engineer at CardFlight."
  }
]
