[
  {
    "github_username": "samscott89",
    "name": "Sam Scott",
    "link_text": null,
    "link_url": null,
    "avatar_url": "https://s.gravatar.com/avatar/1af7ca7cc713a2f84159886f12e75406",
    "bio": "For me, Rust and Cryptography has been a perfect match. As I grow my own company, I plan on sticking with Rust and want to help encourage people to pick it up."
  },
  {
    "github_username": "sebasmagri",
    "name": "Sebastian Magri",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I been using Rust both at work and as a hobby for a while now. Its an awesome project that makes it easy to learn and contribute, and improves really fast while remaining compliant with its principles."
  },
  {
    "github_username": "Shaddy",
    "name": "Sherab Giovannini",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "Rust is a revolutionary language that is growing and improving fast. I am proud to have been promoting Rust in my own company leading to incredible results. It covers low-level programming while offering high-level abstractions which for systems developers, it's a blessing."
  },
  {
    "github_username": "skade",
    "name": "Florian Gilcher",
    "link_text": "Yakshaves, my personal snippet space",
    "link_url": "https://yakshav.es",
    "avatar_url": "https://avatars0.githubusercontent.com/u/47542?s=460&v=4",
    "bio": "I'm a Rustacean since 5 years and member of the Rust project. I lead the events team and contirbute to the community team. I own a Rust company. I train Rust professionally, but still got a lot to learn."
  },
  {
    "github_username": "Stef-Gijsberts",
    "name": "Stef Gijsberts",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I love Rust and its community. The way the Rust compiler talks to the user makes me want to hug it."
  },
  {
    "github_username": "svenito",
    "name": "Sven Steinbauer",
    "link_text": null,
    "link_url": null,
    "avatar_url": "https://avatars0.githubusercontent.com/u/31278?s=460&v=4",
    "bio": "I am a C++ and Python developer who is learning Rust. I feel that teaching is a great way to learn, so I am hoping to give back a little while learning more myself."
  },
  {
    "github_username": "squidboylan",
    "name": "Caleb Boylan",
    "link_text": null,
    "link_url": null,
    "avatar_url": "https://avatars1.githubusercontent.com/u/10985680?s=460&v=4",
    "bio": "I am a student and spend most of my time hacking on personal projects. I enjoy Rust as it makes some of the more painful parts of programming easier to handle."
  }
]
