[
  
  {
    "github_username": "jamesgeorge007",
    "name": "James George",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I'm a Full Stack JavaScript Developer. What made me fell in love with JS is that, it can be used to build absolutely anything."
  },
  {
    "github_username": "jcmorrow",
    "name": "Josh Morrow",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I didn't feel like I understood JS for the first two years or so that I used it professionally. Once I dug into the prototypical inheritance and functions as a first-class object things really started to click, and ever since ES6 came out it's been a favorite language of mine."
  },
  {
    "github_username": "jvarness",
    "name": "Jake Varness",
    "link_text": "GitHub Page",
    "link_url": "http://jvarness.github.io/",
    "avatar_url": "https://pbs.twimg.com/profile_images/791823568812187648/QM6VKGDq_400x400.jpg",
    "bio": "I'm fascinated by all of the different practical applications that JavaScript has to offer. I've developed JavaScript professionally for many years, and have worked on single-page applications using Knockout.js/Durandal, as well as Node.js applications!"
  },
  {
    "github_username": "junedev",
    "name": "June",
    "link_text": "Website",
    "link_url": "http://junedev.io",
    "avatar_url": "https://avatars0.githubusercontent.com/u/12543047?s=400&u=b52483bce01c804a73b5fc2e2d0ce9884672c76f&v=4",
    "bio": "I really like using JavaScript in the back-end. After a web development bootcamp I was working as Node.js developer for 2 years before switching to Go."
  },
  {
    "github_username": "johndturn",
    "name": "John Turner",
    "link_text": null,
    "link_url": null,
    "avatar_url": null,
    "bio": "I've been working professionally with JavaScript for about 4 years. I currently help manage the FrontEnd team at Bento for Business, working in Angular, Ionic, and React. I also maintain a large-scale React SPA as a long-running side project. I'm excited to share what I've learned in my time with JavaScript, and learn from others as well!"
  },
  {
    "github_username": "jamiepreston",
    "name": "Jamie Preston",
    "link_text": null,
    "link_url": null,
    "avatar_url": "https://avatars0.githubusercontent.com/u/20536110?s=400&u=58692bc50f4789feec7a5a1296afe7340cfb7280&v=4",
    "bio": "I've been a software engineer for nearly 10 years but I switched to using javascript as a back end language 3 years ago.  It soon became my new favourite language!  I love the flexibility and the continued advancements in ECMA Script.  I look forward to helping out where I can as a mentor and continuing to learn!"
  }
]
